Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Steps estimate
de: Schritte-Schätzung
es: Estimación de pasos
fr: Estimation des pas
it: Stima dei passi
pl: Szacunkowe kroki
pt_pt: Estimativa de etapas
ru: Оценка шагов
th: ประมาณการจำนวนก้าว
zh_hans: 步数估算
zh_hant: 步數估算

source: STEPS ESTIMATE
de: SCHRITTE-SCHÄTZUNG
es: ESTIMACIÓN DE PASOS
fr: ESTIMATION DES PAS
it: STIMA DEI PASSI
pl: SZACUNEK KROKÓW
pt_pt: ESTIMATIVA DE PASSOS
ru: ОЦЕНКА ШАГОВ
th: ประมาณการจำนวนก้าว
zh_hans: 步数估算
zh_hant: 步數估算

source: Steps estimate calibration. %@. Opens the calibration screen.
de: Kalibrierung der Schritte-Schätzung. %@. Öffnet den Kalibrierungsbildschirm.
es: Calibración de la estimación de pasos. %@. Abre la pantalla de calibración.
fr: Calibration de l'estimation des pas. %@. Ouvre l'écran de calibration.
it: Calibrazione della stima dei passi. %@. Apre la schermata di calibrazione.
pl: Kroki szacują kalibrację. %@. Otwiera ekran kalibracji.
pt_pt: As etapas estimam a calibração. %@. Abre o ecrã de calibração.
ru: Калибровка оценки шагов. %@. Открывает экран калибровки.
th: จำนวนก้าวการสอบเทียบประมาณการ %@. เปิดหน้าจอการปรับเทียบ
zh_hans: 步数估算校准。%@。打开校准界面。
zh_hant: 步數估算校準。%@。打開校準畫面。

source: steps per motion unit
de: Schritte pro Bewegungseinheit
es: pasos por unidad de movimiento
fr: pas par unité de mouvement
it: passi per unità di movimento
pl: kroki na jednostkę ruchu
pt_pt: passos por unidade de movimento
ru: шагов на единицу движения
th: จำนวนก้าวต่อหน่วยการเคลื่อนไหว
zh_hans: 每运动单位的步数
zh_hant: 每運動單位的步數

source: Steps today
de: Schritte heute
es: Pasos hoy
fr: Pas aujourd'hui
it: Passi oggi
pl: Kroki dzisiaj
pt_pt: Passos hoje
ru: Шаги сегодня
th: จำนวนก้าววันนี้
zh_hans: 今日步数
zh_hant: 今日步數

source: Steps, active energy and logged workouts feed Effort. Dense and reliable.
de: Schritte, aktive Energie und erfasste Workouts fließen in die Anstrengung ein. Dicht und verlässlich.
es: Los pasos, la energía activa y los entrenamientos registrados alimentan Esfuerzo. Denso y fiable.
fr: Les pas, l'énergie active et les entraînements enregistrés alimentent l'Effort. Dense et fiable.
it: Passi, energia attiva e allenamenti registrati alimentano lo Sforzo. Dati densi e affidabili.
pl: Kroki, energia czynna i zarejestrowane treningi zasilają Wysiłek. Gęsty i niezawodny.
pt_pt: Passos, energia ativa e treinos registados alimentam o Esforço. Denso e fiável.
ru: Шаги, активная энергия и записанные тренировки формируют Усилие. Плотные и достоверные данные.
th: จำนวนก้าว พลังงานขณะเคลื่อนไหว และการออกกำลังกายที่บันทึกไว้ใช้คำนวณภาระร่างกาย ข้อมูลมีความละเอียดและเชื่อถือได้
zh_hans: 步数、活动能量和已记录的锻炼会计入消耗。数据密集且可靠。
zh_hant: 步數、活動能量和已記錄的鍛鍊會提供給消耗。密集且可靠。

source: Steps, active energy and logged workouts feed your Effort. Dense and reliable.
de: Schritte, aktive Energie und erfasste Workouts fließen in deine Anstrengung ein. Dicht und verlässlich.
es: Los pasos, la energía activa y los entrenamientos registrados alimentan tu Esfuerzo. Denso y fiable.
fr: Les pas, l'énergie active et les entraînements enregistrés alimentent votre Effort. Dense et fiable.
it: Passi, energia attiva e allenamenti registrati alimentano il tuo Sforzo. Dati densi e affidabili.
pl: Kroki, energia aktywna i zapisane treningi zasilają Twój Wysiłek. Gęsty i niezawodny.
pt_pt: Passos, energia ativa e treinos registados alimentam o teu esforço. Denso e fiável.
ru: Шаги, активная энергия и записанные тренировки формируют ваше Усилие. Плотные и достоверные данные.
th: จำนวนก้าว พลังงานขณะเคลื่อนไหว และการออกกำลังกายที่บันทึกไว้ใช้คำนวณภาระร่างกายของคุณ ข้อมูลมีความละเอียดและเชื่อถือได้
zh_hans: 步数、活动能量和已记录的锻炼会计入你的消耗。数据密集且可靠。
zh_hant: 步數、活動能量和已記錄的鍛鍊會提供給你的消耗。密集且可靠。

source: Steps, heart rate, sleep, SpO₂ and stress, imported from Mi Fitness, read locally on %@.
de: Schritte, Herzfrequenz, Schlaf, SpO₂ und Stress, importiert aus Mi Fitness, lokal auf %@ gelesen.
es: Pasos, frecuencia cardíaca, sueño, SpO₂ y estrés, importados de Mi Fitness, leídos localmente en %@.
fr: Pas, fréquence cardiaque, sommeil, SpO₂ et stress, importés depuis Mi Fitness, lus localement sur %@.
it: Passi, frequenza cardiaca, sonno, SpO₂ e stress, importati da Mi Fitness, letti in locale su %@.
pl: Kroki, tętno, sen, SpO₂ i stres, importowane z Mi Fitness, czytane lokalnie na %@.
pt_pt: Passos, frequência cardíaca, sono, SpO₂ e stress, importados do Mi Fitness, lidos localmente em %@.
ru: Шаги, пульс, сон, SpO₂ и стресс, импортированы из Mi Fitness, считаны локально на %@.
th: จำนวนก้าว อัตราการเต้นหัวใจ การนอน SpO₂ และความเครียด นำเข้าจาก Mi Fitness อ่านในเครื่องบน %@
zh_hans: 步数、心率、睡眠、SpO₂ 和压力，从 Mi Fitness 导入，在 %@ 上本地读取。
zh_hant: 步數、心率、睡眠、SpO₂ 和壓力，從 Mi Fitness 匯入，在 %@ 上本地讀取。

source: Steps, heart, sleep, body composition and VO₂ max, read locally on %@.
de: Schritte, Herz, Schlaf, Körperzusammensetzung und VO₂max, lokal auf %@ gelesen.
es: Pasos, corazón, sueño, composición corporal y VO₂ máx, leídos localmente en %@.
fr: Pas, cœur, sommeil, composition corporelle et VO₂ max, lus localement sur %@.
it: Passi, cuore, sonno, composizione corporea e VO₂ max, letti in locale su %@.
pl: Kroki, serce, sen, skład ciała i VO₂ max, czytaj lokalnie na %@.
pt_pt: Passos, coração, sono, composição corporal e VO₂ max, ler localmente em %@.
ru: Шаги, пульс, сон, состав тела и VO₂ max, считаны локально на %@.
th: จำนวนก้าว หัวใจ การนอน องค์ประกอบของร่างกาย และ VO₂ max อ่านในเครื่องบน %@
zh_hans: 步数、心率、睡眠、身体成分和最大摄氧量，在 %@ 上本地读取。
zh_hant: 步數、心率、睡眠、身體組成和 VO₂ max，在 %@ 上本地讀取。

source: still
de: immer noch
es: todavía
fr: encore
it: ancora
pl: bez ruchu
pt_pt: ainda
ru: все еще
th: นิ่ง
zh_hans: 仍然
zh_hant: 仍然

source: Still learning your baseline. A few more nights and this fills in.
de: Deine Basislinie wird noch gelernt. Nach ein paar weiteren Nächten füllt sich das.
es: Todavía estamos aprendiendo tu línea base. Con algunas noches más, esto se completará.
fr: Votre ligne de base est encore en cours d'apprentissage. Après quelques nuits de plus, ceci se complétera.
it: La tua linea di base è ancora in fase di apprendimento. Con qualche altra notte, questo si completerà.
pl: Wciąż uczę się swojej linii bazowej. Jeszcze kilka nocy i to się wypełni.
pt_pt: Ainda a aprender a tua linha de base. Mais umas noites e isso é preenchido.
ru: Норма ещё формируется. Ещё несколько ночей — и данные появятся.
th: ยังเรียนรู้ค่าฐานของคุณอยู่ เมื่อมีข้อมูลเพิ่มอีกสองสามคืนจะแสดงผลได้
zh_hans: 仍在学习你的基线。再过几晚，这里就会显示数据。
zh_hant: 仍在學習你的基線。再過幾晚，這裡就會顯示資料。

source: Stop
de: Stopp
es: Detener
fr: Arrêter
it: Ferma
pl: Zatrzymywać się
pt_pt: Parar
ru: Стоп
th: หยุด
zh_hans: 停止
zh_hant: 停止

# Stop caffeine after about %@ to keep most of it cleared by %@.
source: Stop caffeine after about %1$@ to keep most of it cleared by %2$@.
de: Hör etwa ab %1$@ mit Koffein auf, damit das meiste bis %2$@ abgebaut ist.
es: Deja la cafeína después de aproximadamente las %@ para tener la mayor parte eliminada hacia las %@.
fr: Arrêtez la caféine vers %1$@ pour en avoir éliminé la majeure partie d'ici %2$@.
it: Smetti con la caffeina dopo circa %1$@ per smaltirne gran parte entro %2$@.
pl: Zatrzymaj kofeinę po około %1$@, aby większość została usunięta przez %2$@.
pt_pt: Pare a cafeína após cerca de %1$@ para manter a maior parte eliminada até %2$@.
ru: Прекратите употреблять кофеин примерно за %1$@, чтобы большая часть вывелась к %2$@.
th: หยุดคาเฟอีนหลังจากนั้นประมาณ %@ เพื่อให้ %@ เคลียร์ส่วนใหญ่
zh_hans: 在大约 %1$@ 之后停止摄入咖啡因，以便在 %2$@ 前将其大部分代谢掉。
zh_hant: 在大約 %1$@ 之後停止攝入咖啡因，以便在 %2$@ 前將其大部分代謝掉。

source: Stop ECG capture
de: EKG-Aufzeichnung stoppen
es: Detener captura de ECG
fr: Arrêter la capture ECG
it: Interrompi acquisizione ECG
pl: Zatrzymaj przechwytywanie ECG
pt_pt: Parar captura de ECG
ru: Остановить запись ЭКГ
th: หยุดการจับคลื่นไฟฟ้าหัวใจ
zh_hans: 停止心电图采集
zh_hant: 停止心電圖擷取

source: Stop import
de: Stoppen Sie den Import
es: Detener importación
fr: Arrêter l'importation
it: Interrompi l'importazione
pl: Zatrzymaj import
pt_pt: Parar importação
ru: Остановить импорт
th: หยุดนำเข้า
zh_hans: 停止导入
zh_hant: 停止導入

source: Stop indexing
de: Stoppen Sie die Indizierung
es: Dejar de indexar
fr: Arrêter l'indexation
it: Interrompere l'indicizzazione
pl: Zatrzymaj indeksowanie
pt_pt: Pare de indexar
ru: Остановить индексацию
th: หยุดสร้างดัชนี
zh_hans: 停止索引
zh_hant: 停止索引

source: Stop rebuild
de: Wiederaufbau stoppen
es: Detener la reconstrucción
fr: Arrêter la reconstruction
it: Interrompi la ricostruzione
pl: Zatrzymaj przebudowę
pt_pt: Parar a reconstrução
ru: Остановить перестроение
th: หยุดสร้างใหม่
zh_hans: 停止重建
zh_hant: 停止重建

source: Stop session
de: Sitzung beenden
es: Detener sesión
fr: Arrêter la séance
it: Termina sessione
pl: Zatrzymaj sesję
pt_pt: Parar sessão
ru: Остановить сессию
th: หยุดเซสชัน
zh_hans: 停止会话
zh_hant: 停止工作階段

source: Stop sweep
de: Durchlauf stoppen
es: Detener barrido
fr: Arrêter le balayage
it: Ferma la scansione
pl: Zatrzymaj zamiatanie
pt_pt: Pare de varrer
ru: Остановить развёртку
th: หยุดกวาด
zh_hans: 停止扫掠
zh_hant: 停止掃掠

source: Stop sync
de: Sync stoppen
es: Detener sincronización
fr: Arrêter la synchronisation
it: Interrompi sincronizzazione
pl: Zatrzymaj synchronizację
pt_pt: Parar sincronização
ru: Остановить синхронизацию
th: หยุดซิงค์
zh_hans: 停止同步
zh_hant: 停止同步

source: Stops reading a cycle phase from your nightly temperature. You can turn it back on here any time.
de: Beendet das Ablesen einer Zyklusphase aus deiner nächtlichen Temperatur. Du kannst es hier jederzeit wieder einschalten.
es: Deja de leer la fase del ciclo a partir de tu temperatura nocturna. Puedes volver a activarlo aquí cuando quieras.
fr: Arrête de déduire une phase du cycle à partir de votre température nocturne. Vous pouvez le réactiver ici à tout moment.
it: Smette di rilevare una fase del ciclo dalla tua temperatura notturna. Puoi riattivarlo qui in qualsiasi momento.
pl: Przestaje odczytywać fazę cyklu na podstawie nocnej temperatury. W każdej chwili możesz włączyć tę funkcję ponownie tutaj.
pt_pt: Pára de ler uma fase do ciclo a partir da tua temperatura nocturna. Pode ligá-lo novamente aqui a qualquer momento.
ru: Прекращает определение фазы цикла по ночной температуре. Вы можете снова включить это здесь в любой момент.
th: หยุดอ่านระยะของวงจรจากอุณหภูมิยามค่ำคืนของคุณ คุณสามารถเปิดใช้งานอีกครั้งได้ที่นี่เมื่อใดก็ได้
zh_hans: 停止从你的夜间温度中读取周期阶段。你可以随时在这里重新开启它。
zh_hant: 停止從你的夜間溫度中讀取週期階段。你可以隨時在這裡重新開啟它。

source: Stops recording and saves what's captured so far
de: Beendet die Aufzeichnung und speichert, was bisher erfasst wurde
es: Deja de grabar y guarda lo capturado hasta ahora
fr: Arrête l'enregistrement et enregistre ce qui a été capturé jusqu'ici
it: Interrompe la registrazione e salva ciò che è stato catturato finora
pl: Zatrzymuje nagrywanie i zapisuje dotychczas przechwycone nagrania
pt_pt: Para a gravação e guarda o que foi capturado até agora
ru: Останавливает запись и сохраняет уже собранные данные
th: หยุดการบันทึกและบันทึกสิ่งที่บันทึกไว้จนถึงขณะนี้
zh_hans: 停止记录并保存目前已采集的内容
zh_hant: 停止記錄並儲存目前已擷取的內容

source: Stops the button moving if you brush it. Tapping still opens Coach.
de: Verhindert, dass sich der Knopf verschiebt, wenn du ihn streifst. Antippen öffnet den Coach weiterhin.
es: Evita que el botón se mueva si lo rozas. Al tocarlo sigue abriéndose el Coach.
fr: Empêche le bouton de bouger si tu l'effleures. Un appui ouvre toujours le Coach.
it: Arresta il movimento del pulsante se lo spazzoli. Toccando si apre ancora Coach.
pl: Zapobiega przesunięciu przycisku przy muśnięciu. Dotknięcie nadal otwiera trenera.
pt_pt: Interrompe o movimento do botão se você tocá-lo. Tocar ainda abre Coach.
ru: Останавливает кнопку в движении, если вы ее почистите. При нажатии все равно открывается Coach.
th: หยุดการเคลื่อนไหวของปุ่มหากคุณแปรงมัน การแตะยังคงเปิด โค้ช
zh_hans: 如果您刷过按钮，按钮就会停止移动。点击仍会打开 Coach。
zh_hant: 如果您刷過按鈕，按鈕就會停止移動。點選仍會開啟 Coach。

source: Stops the screen dimming while a workout is recording
de: Verhindert das Abdunkeln des Bildschirms, während ein Workout aufgezeichnet wird
es: Evita que la pantalla se atenúe mientras se registra un entrenamiento
fr: Empêche l'écran de s'assombrir pendant l'enregistrement d'un entraînement
it: Impedisce l'attenuazione dello schermo mentre un allenamento è in registrazione
pl: Zatrzymuje przyciemnianie ekranu podczas nagrywania treningu
pt_pt: Interrompe o escurecimento do ecrã enquanto um treino está a ser gravado
ru: Не даёт экрану гаснуть во время записи тренировки
th: หยุดการหรี่แสงหน้าจอในขณะที่บันทึกการออกกำลังกาย
zh_hans: 在锻炼录制期间阻止屏幕变暗
zh_hant: 在鍛鍊錄製期間阻止螢幕變暗

source: Stops using this provider. Your saved key is kept.
de: Stoppt die Nutzung dieses Anbieters. Ihr gespeicherter Schlüssel bleibt erhalten.
es: Deja de usar este proveedor. Su clave guardada se conserva.
fr: Arrête d'utiliser ce fournisseur. Votre clé enregistrée est conservée.
it: Smette di usare questo provider. La chiave salvata viene mantenuta.
pl: Przerywa korzystanie z tego dostawcy. Zapisany klucz zostaje zachowany.
pt_pt: Para de usar este provedor. Sua chave salva é mantida.
ru: Перестает пользоваться этим провайдером. Ваш сохраненный ключ сохраняется.
th: หยุดใช้ผู้ให้บริการรายนี้ รหัสที่บันทึกไว้ของคุณจะถูกเก็บไว้
zh_hans: 停止使用该提供商。您保存的密钥将被保留。
zh_hant: 停止使用該提供者。您儲存的密鑰將被保留。

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
it: Archiviazione
pl: Składowanie
pt_pt: Armazenamento
ru: Хранилище
th: พื้นที่จัดเก็บ
zh_hans: 存储
zh_hant: 儲存空間

source: Storage unavailable
de: Speicher nicht verfügbar
es: Almacenamiento no disponible
fr: Stockage indisponible
it: Archiviazione non disponibile
pl: Pamięć niedostępna
pt_pt: Armazenamento indisponível
ru: Хранилище недоступно
th: พื้นที่เก็บข้อมูลไม่พร้อมใช้งาน
zh_hans: 存储不可用
zh_hant: 儲存空間不可用

# Stored as %@. %@
source: Stored as %1$@. %2$@
de: Gespeichert als %1$@. %2$@
es: Guardado como %@. %@
fr: Enregistré comme %1$@. %2$@
it: Memorizzato come %1$@. %2$@
pl: Przechowywane jako %1$@. %2$@
pt_pt: Armazenado como %1$@. %2$@
ru: Сохранено как %1$@. %2$@
th: จัดเก็บเป็น %@ %@
zh_hans: 存储为 %1$@。%2$@
zh_hant: 儲存為 %1$@。%2$@

source: Strain
de: Belastung
es: Esfuerzo
fr: Effort
it: Carico
pl: Obciążenie
pt_pt: Esforço
ru: Нагрузка
th: ภาระร่างกาย
zh_hans: 强度
zh_hant: 強度

source: strain (0–21)
de: Belastung (0–21)
fr: effort (0–21)
it: carico (0–21)
pl: szczep (0–21)
pt_pt: tensão (0–21)
ru: нагрузка (0–21)
th: ภาระร่างกาย (0–21)
zh_hans: 强度（0–21）
zh_hant: 強度（0–21）

source: Strain nudges and your smart alarm tap your wrist the moment they fire.
de: Belastungs-Anstöße und dein Smart-Wecker tippen dein Handgelenk an, sobald sie auslösen.
es: Los avisos de esfuerzo y tu alarma inteligente tocan tu muñeca en el momento en que se activan.
fr: Les rappels d'effort et votre alarme intelligente tapotent votre poignet au moment où ils se déclenchent.
it: Gli avvisi di Carico e la sveglia smart ti toccano il polso nel momento in cui scattano.
pl: Szturchnięcia Obciążenie i inteligentny alarm stukają w Twój nadgarstek w momencie uruchomienia.
pt_pt: Tensão e o teu alarme inteligente toca no teu pulso no momento em que disparam.
ru: Подсказки по Нагрузке и умный будильник вибрируют на запястье в момент срабатывания.
th: การเตือนภาระร่างกายและการปลุกอัจฉริยะจะสั่นที่ข้อมือทันทีเมื่อทำงาน
zh_hans: 强度提醒和智能闹钟触发时会立即轻叩你的手腕。
zh_hant: 強度提示和你的智慧鬧鐘會在觸發的那一刻輕拍你的手腕。

source: Strain nudges and your smart alarm tap your wrist the same way.
de: Belastungs-Anstöße und dein Smart-Wecker tippen dein Handgelenk genauso an.
es: Los avisos de esfuerzo y tu alarma inteligente tocan tu muñeca de la misma manera.
fr: Les rappels d'effort et votre alarme intelligente tapotent votre poignet de la même façon.
it: Gli avvisi di Carico e la sveglia smart ti toccano il polso allo stesso modo.
pl: Szturchnięcia Obciążenie i inteligentny alarm stukają w nadgarstek w ten sam sposób.
pt_pt: Os estímulos de tensão e o teu alarme inteligente tocam o teu pulso da mesma forma.
ru: Подсказки по Нагрузке и умный будильник вибрируют на запястье одинаково.
th: การเตือนภาระร่างกายและการปลุกอัจฉริยะจะแจ้งด้วยการสั่นที่ข้อมือในลักษณะเดียวกัน
zh_hans: 强度提醒和智能闹钟以同样的方式轻叩你的手腕。
zh_hant: 強度提示和你的智慧鬧鐘以同樣的方式輕拍你的手腕。

source: Strain target
de: Anstrengungsziel
es: Objetivo de esfuerzo
fr: Objectif d'effort
pl: Cel Obciążenie
pt_pt: Alvo de tensão
th: เป้าหมายภาระร่างกาย

source: Strained
de: Belastet
es: Sobrecargado
fr: Sous tension
it: Sotto carico
pl: Napięty
pt_pt: Tenso
ru: Напряжённый
th: เครียด
zh_hans: 紧张
zh_hant: 緊繃

source: strap
de: Riemen
es: correa
fr: sangle
it: cinghia
pl: opaska
pt_pt: alça
ru: ремень
th: สายรัด
zh_hans: 带子
zh_hant: 帶子

source: Strap accepted %lld/%lld R22 flags…
de: Strap hat %lld/%lld R22-Flags akzeptiert…
es: La pulsera aceptó %lld/%lld marcas R22…
fr: Le bracelet a accepté %lld/%lld indicateurs R22…
it: La fascia ha accettato %lld/%lld flag R22…
pl: Pasek akceptowany %lld/%lld Flagi R22…
pt_pt: A bracelete aceitou %lld/%lld marcas R22…
ru: Браслет принял %lld/%lld флагов R22…
th: สายรองรับธง %lld/%lld R22…
zh_hans: 手环已接受 %lld/%lld 个 R22 标记…
zh_hant: 手環已接受 %lld/%lld 個 R22 標記…

source: Strap accepted %lld/15 R22 flags…
de: Strap hat %lld/15 R22-Flags akzeptiert…
es: La pulsera aceptó %lld/15 indicadores R22…
fr: Le bracelet a accepté %lld/15 indicateurs R22…
it: La fascia ha accettato %lld/15 flag R22…
pl: Pasek akceptowany Flagi %lld/15 R22…
pt_pt: Correia aceita bandeiras %lld/15 R22…
ru: Браслет принял %lld/15 флагов R22…
th: สายรองรับธง %lld/15 R22…
zh_hans: 手环已接受 %lld/15 个 R22 标志位…
zh_hant: 手環已接受 %lld/15 個 R22 旗標…

source: Strap accepted all %lld R22 flags
de: Strap hat alle %lld R22-Flags akzeptiert
es: La pulsera aceptó las %lld marcas R22
fr: Le bracelet a accepté les %lld indicateurs R22
it: La fascia ha accettato tutti i %lld flag R22
pl: Pasek akceptował wszystkie flagi %lld R22
pt_pt: A bracelete aceitou as %lld marcas R22
ru: Браслет принял все %lld флагов R22
th: สายรัดรองรับธง %lld R22 ทั้งหมด
zh_hans: 手环已接受全部 %lld 个 R22 标记
zh_hant: 手環已接受全部 %lld 個 R22 標記

source: Strap accepted all 15 R22 flags
de: Strap hat alle 15 R22-Flags akzeptiert
es: La pulsera aceptó los 15 indicadores R22
fr: Le bracelet a accepté les 15 indicateurs R22
it: La fascia ha accettato tutti i 15 flag R22
pl: Pasek przyjął wszystkie 15 flag R22
pt_pt: Bracelete aceitou todas as 15 flags R22
ru: Браслет принял все 15 флагов R22
th: สายรัดรับธง R22 ทั้งหมด 15 ผืน
zh_hans: 手环已接受全部 15 个 R22 标志位
zh_hant: 手環已接受全部 15 個 R22 旗標

source: Strap battery
de: Strap-Akku
es: Batería de la pulsera
fr: Batterie du bracelet
it: Batteria della fascia
pl: Bateria na pasek
pt_pt: Bateria de pega
ru: Батарея браслета
th: แบตเตอรี่สายรัด
zh_hans: 手环电量
zh_hant: 手環電量

source: Strap battery %lld percent
de: Gurtbatterie %lld Prozent
es: Batería de la correa %lld por ciento
fr: Batterie de sangle %lld pour cent
it: Batteria della cinghia %lld percento
pl: Bateria opaski %lld procent
pt_pt: Bateria da cinta %lld por cento
ru: Ремешок аккумулятор %lld процентов
th: แบตเตอรี่สายรัด %lld เปอร์เซ็นต์
zh_hans: 表带电池%lld%
zh_hant: 錶帶電池%lld%

source: Strap battery %lld percent, charging
de: Gurtbatterie %lld Prozent, wird geladen
es: Batería de la correa %lld por ciento, cargando
fr: Batterie de sangle %lld pour cent, en charge
it: Batteria del cinturino %lld per cento, in carica
pl: Bateria opaski %lld procent, ładowanie
pt_pt: Bateria da cinta %lld por cento, carregando
ru: Ремешок аккумулятора %lld процентов, зарядка
th: สายคล้องแบตเตอรี่ %lld เปอร์เซ็นต์ กำลังชาร์จ
zh_hans: 表带电池 %lld%，正在充电
zh_hant: 錶帶電池 %lld%，正在充電

# Strap battery %lld percent%@%@
source: Strap battery %1$lld percent%2$@%3$@
de: Strap-Akku %1$lld Prozent%2$@%3$@
es: Batería de la pulsera %lld por ciento%@%@
fr: Batterie du bracelet %1$lld pour cent%2$@%3$@
it: Batteria della fascia %1$lld percento%2$@%3$@
pl: Bateria paska %1$lld procent%2$@%3$@
pt_pt: Bateria da correia %1$lld por cento%2$@%3$@
ru: Батарея браслета: %1$lld процентов%2$@%3$@
th: สายรัดแบตเตอรี่ %lld เปอร์เซ็นต์%@%@
zh_hans: 手环电量百分之 %1$lld%2$@%3$@
zh_hant: 手環電量百分之 %1$lld%2$@%3$@

source: Strap battery charging, no reading yet
de: Der Akku des Armbands wird geladen, noch keine Anzeige
es: Batería de la correa cargando, aún no hay lectura
fr: Sangle de chargement de la batterie, pas encore de lecture
it: Carica della batteria del cinturino, ancora nessuna lettura
pl: Bateria opaski się ładuje, brak odczytu
pt_pt: Bateria da pulseira carregando, sem leitura ainda
ru: Ремень заряжает аккумулятор, пока не читается
th: ชาร์จแบตเตอรี่แบบคล้องสายแล้ว ยังไม่ได้อ่านค่า
zh_hans: 带电池正在充电，尚未阅读
zh_hant: 帶電池正在充電，尚未閱讀

source: Strap battery low
de: Strap-Akku schwach
es: Batería baja de la pulsera
fr: Batterie faible du bracelet
it: Batteria scarica della fascia
pl: Niski poziom naładowania baterii paska
pt_pt: Bateria fraca da correia
ru: Низкий заряд браслета
th: แบตเตอรี่สายรัดต่ำ
zh_hans: 手环电量低
zh_hant: 手環電量不足

source: Strap battery, no reading yet
de: Gurtbatterie, noch keine Anzeige
es: Batería de la correa, aún no hay lectura
fr: Batterie sangle, pas encore de lecture
it: Batteria con cinturino, ancora nessuna lettura
pl: Bateria opaski, brak odczytu
pt_pt: Bateria da pulseira, sem leitura ainda
ru: Ремешок с аккумулятором, пока не читается
th: แบตเตอรี่แบบคล้องคอ ยังไม่ได้อ่านค่า
zh_hans: 带电池，尚未读取
zh_hant: 帶電池，尚未讀取

source: Strap battery, strap not connected
de: Gurtbatterie, Gurt nicht angeschlossen
es: Batería de la correa, correa no conectada
fr: Batterie de sangle, sangle non connectée
it: Batteria del cinturino, cinturino non collegato
pl: Bateria opaski, opaska niepołączona
pt_pt: Bateria da pulseira, pulseira não conectada
ru: Батарея ремешка, ремешок не подсоединен
th: สายรัดแบตเตอรี่ ไม่ได้ต่อสายรัด
zh_hans: 表带电池，表带未连接
zh_hant: 錶帶電池，錶帶未連接

source: Strap bonded
de: Strap gekoppelt
es: Pulsera vinculada
fr: Bracelet associé
it: Fascia abbinata
pl: Pasek łączony
pt_pt: Correia colada
ru: Браслет привязан
th: จับคู่สายรัดแล้ว
zh_hans: 手环已绑定
zh_hant: 手環已綁定

source: Strap connected
de: Strap verbunden
es: Pulsera conectada
fr: Bracelet connecté
it: Fascia connessa
pl: Pasek podłączony
pt_pt: Pega conectada
ru: Браслет подключён
th: เชื่อมต่อสายรัดแล้ว
zh_hans: 手环已连接
zh_hant: 手環已連接

source: Strap data into Apple Health without HealthKit, for sideloaded installs.
de: Strap-Daten in Apple Health ohne HealthKit, für sideloadete Installationen.
es: Datos de la pulsera hacia Apple Health sin HealthKit, para instalaciones por sideload.
fr: Données du bracelet vers Apple Santé sans HealthKit, pour les installations en sideload.
it: Trasferisci i dati della fascia in Apple Health senza HealthKit, per installazioni sideloaded.
pl: Podłącz dane do Apple Health bez HealthKit, aby móc instalować je z boku.
pt_pt: Coloque dados no Apple Health sem HealthKit, para instalações de sideload.
ru: Передача данных браслета в Apple Health без HealthKit — для сторонних установок.
th: รัดข้อมูลลงใน Apple Health โดยไม่ต้องใช้ HealthKit สำหรับการติดตั้งแบบไซด์โหลด
zh_hans: 无需 HealthKit 即可将手环数据导入 Apple 健康，适用于旁加载安装。
zh_hant: 無需 HealthKit 即可將手環資料匯入 Apple 健康，適用於側載安裝。

source: Strap fully charged
de: Strap voll geladen
es: Pulsera completamente cargada
fr: Bracelet complètement chargé
it: Fascia completamente carica
pl: Pasek w pełni naładowany
pt_pt: Correia totalmente carregada
ru: Браслет полностью заряжен
th: สายรัดชาร์จเต็มแล้ว
zh_hans: 手环已充满电
zh_hant: 手環已充滿電

source: Strap history
de: Strap-Verlauf
es: Historial de la pulsera
fr: Historique du bracelet
it: Cronologia della fascia
pl: Historia paska
pt_pt: Histórico da bracelete
ru: История браслета
th: ประวัติสายรัด
zh_hans: 手环历史
zh_hant: 手環歷史
